bouchons/test-developpement/target/checkout/.svn/pristine/30/30a065b3a2471812a8512789aff1b6789c92a6e6.svn-base

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="http://wsdl.siri.org.uk" xmlns:siri="http://www.siri.org.uk/siri">
   <soapenv:Header/>
   <soapenv:Body>
      <wsdl:GetGeneralMessage>
         <ServiceRequestInfo>
            <siri:RequestTimestamp>2014-05-09T10:46:31.034+02:00</siri:RequestTimestamp>
            
            <siri:RequestorRef>SNCF</siri:RequestorRef>
            <!--Optional:-->
            <siri:MessageIdentifier>AETAEssT</siri:MessageIdentifier>
           
         </ServiceRequestInfo>
         <Request version="2.0:FR-IDF-2.4-1-2.1">
            <siri:RequestTimestamp>2014-05-09T10:46:31.034+02:00</siri:RequestTimestamp>
            <!--Optional:-->
            <siri:MessageIdentifier>AETAEssT</siri:MessageIdentifier>
            
            <!--Optional:-->
            <siri:Language>en</siri:Language>
            <!--Optional:-->
            <siri:Extensions>
               <!--You may enter ANY elements at this point-->
            </siri:Extensions>
         </Request>
         <RequestExtension>
            <!--You may enter ANY elements at this point-->
         </RequestExtension>
      </wsdl:GetGeneralMessage>
   </soapenv:Body>
</soapenv:Envelope>